Repository: FYGureout/search-everything-wordpress-plugin
Catalog: SE3fr_*.po
Languages: fr

source: The options selected below will be used in every search query on this site; in addition to the built-in post search.
fr: Les options sélectionnées ci-dessous seront utilisées dans les recherches effectuées sur ce site en s'ajoutant à la fonction de recherche existante.

source: Exclude some post IDs
fr: Exclure des articles

source: List of ID to exclude
fr: Liste des ID à exclure

source: Exclude some category IDs
fr: Exclure des catégories

source: List of category ID to exclude
fr: Liste des ID de catégorie à exclure

source: Search Every Page (non-password protected)
fr: Chercher dans les pages (non-protégées par mot de passe)

source: Search Every Comment
fr: Chercher dans les commentaires

source: Search only Approved comments only?
fr: Chercher dans les commentaires approuvés seulement

source: Search Every Excerpt
fr: Chercher dans les excerpt

source: Search Every Draft
fr: Chercher dans les brouillons

source: Search Every Attachment
fr: Chercher dans les documents joints

source: Search Custom Fields (Metadata)
fr: Chercher dans les champs personnalisés (Meta-data)

source: You may have to update your options twice before it sticks.
fr: Vous devrez peut-être valider vos options deux fois afin qu'elles prennent effet.
