Repository: FYGureout/search-everything-wordpress-plugin
Catalog: SE3tr_*.po
Languages: tr

source: The options selected below will be used in every search query on this site; in addition to the built-in post search.
tr: Aşağıda belirleyeceğiniz seçenekler, Wordpress'in varsayılan arama kutusuyla yapılan aramalarda etkili olacaktır.

source: Exclude some post IDs
tr: Bazı yazı ID'lerini hariç tut

source: List of ID to exclude
tr: Hariç tutulacak yazıların ID'leri

source: Exclude some category IDs
tr: Bazı kategori ID'lerini hariç tut

source: List of category ID to exclude
tr: Hariç tutulacak kategorilerin ID'leri

source: Search Every Page (non-password protected)
tr: (Şifre konmamış) Sayfaları ara

source: Search Every Comment
tr: Yorumları ara

source: Search only Approved comments only?
tr: Yalnızca onaylanmış yorumları ara?

source: Search Every Excerpt
tr: Excerpt'leri ara

source: Search Every Draft
tr: Taslakları ara

source: Search Every Attachment
tr: Eklentileri ara

source: Search Custom Fields (Metadata)
tr: Özel alanları (Custom Fields - Metadata) ara

source: You may have to update your options twice before it sticks.
tr: Bazen seçeneklerin kalıcı olması için iki kere güncellemeniz gerekebilir.
