Repository: FYGureout/search-everything-wordpress-plugin
Catalog: SE4-*.po
Languages: tr_tr

source: The options selected below will be used in every search query on this site; in addition to the built-in post search.
tr_tr: Aşağıda belirleyeceğiniz seçenekler, Wordpress'in varsayılan arama kutusuyla yapılan aramalarda etkili olacaktır.

source: Exclude some post or page IDs
tr_tr: Belirteceğim yazıları hariç tut

source: Comma separated Post IDs (example: 1, 5, 9)
tr_tr: Virgülle ayırarak ID(ler) girin (örn. 1, 5, 9)

source: Exclude some category IDs (Wordpress 2.2 Only)
tr_tr: Belirteceğim kategorileri hariç tut

source: Comma separated category IDs (example: 1, 4)
tr_tr: Virgülle ayırarak ID(ler) girin (örn. 1, 4)

source: Search every page (non-password protected)
tr_tr: Sayfaları ara (şifre konmamışları)

source: Search approved pages only?
tr_tr: Yalnızca onaylanmış sayfaları ara?

source: Search every comment
tr_tr: Yorumları ara

source: Search approved comments only?
tr_tr: Yalnızca onaylanmış yorumları ara

source: Search every excerpt
tr_tr: Excerpt'leri ara

source: Search every draft
tr_tr: Taslakları ara

source: Search every attachment
tr_tr: Eklentileri ara

source: Search every custom field (metadata)
tr_tr: Özel alanları ara (metadata)

source: Update Options »
tr_tr: Seçenekleri Güncelle »
