Repository: FYGureout/search-everything-wordpress-plugin
Catalog: lang/SE4-*.po
Languages: fr_fr

source: Search Everything Options <strong>Updated</strong>.
fr_fr: Options de Search Everything <strong>mises à jour</strong>.

source: The options selected below will be used in every search query on this site; in addition to the built-in post search.
fr_fr: Les options sélectionnées ci-dessous seront utilisées dans les recherches effectuées sur ce site en s'ajoutant à la fonction de recherche existante.

source: SE Search Options
fr_fr: Options de recherche de SE

source: Use this form to configure your search options.
fr_fr: Utilisez ce formulaire pour configurer vos options de recherche.

source: Search Options Form
fr_fr: Formulaire d'option de recherche

source: Exclude some post or page IDs
fr_fr: Exclure des ID d'articles ou de pages

source: Comma separated Post IDs (example: 1, 5, 9)
fr_fr: Liste d'IDs d'articles séparées par des virgules (ex : 1,5,9)

source: Exclude some category IDs (Wordpress 2.2 Only)
fr_fr: Exclure des ID de catégories (WordPress 2.2 seulement)

source: Comma separated category IDs (example: 1, 4)
fr_fr: Liste d'IDs de catégories séparées par des virgules (ex : 1,4)

source: Search every page (non-password protected)
fr_fr: Chercher dans toutes les pages (non-protégées par mot de passe)

source: Search approved pages only?
fr_fr: Chercher dans les pages validées seulement

source: Search every comment
fr_fr: Chercher dans tous les commentaires

source: Search approved comments only?
fr_fr: Chercher dans les commentaires validés seulement

source: Search every excerpt
fr_fr: Chercher dans tous les excerpt

source: Search every draft
fr_fr: Chercher dans tous les brouillons

source: Search every attachment
fr_fr: Chercher dans tous les documents joints

source: Search every custom field (metadata)
fr_fr: Chercher dans tous les champs personnalisés (Meta-data)

source: Update Options
fr_fr: Mise à jour

source: SE Search Form
fr_fr: Formulaire de recherche de SE

source: Use this search form to run a live search test.
fr_fr: Utilisez ce champ pour effectuer une recherche réelle.

source: Site Search
fr_fr: Recherche sur le site

source: Enter search terms
fr_fr: Entrez les termes de recherche

source: Run Test Search
fr_fr: Lancer la recherche
